Microchip-MPLAB-Harmony/dev_packs/Microchip/PIC32MZ_DA_DFP/1.0.81/edc/PIC32MZ2025DAA176.PIC
      <edc:AdjustPoint edc:_addr="0x1F8F8C54" edc:offset="4"/>
      <edc:SFRDef edc:_addr="0x1F8F8C58" edc:_begin="0x20" edc:_end="0x24" edc:_modsrc="DOS-EIP-00136_ssx_v1.Module" edc:_refcount="54" edc:access="----------------------------nnnn" edc:cname="SBT3WR0" edc:desc="" edc:impl="0xf" edc:isindirect="false" edc:isvolatile="true" edc:mclr="----------------------------1111" edc:name="SBT3WR0" edc:nzwidth="32" edc:por="----------------------------1111" ltx:memberofperipheral="">
        <edc:AliasList/>
        <edc:SFRModeList>
          <edc:SFRMode edc:id="DS.0">
            <edc:SFRFieldDef edc:cname="GROUP0" edc:desc="" edc:mask="0x1" edc:name="GROUP0" edc:nzwidth="1"/>
            <edc:SFRFieldDef edc:cname="GROUP1" edc:desc="" edc:mask="0x1" edc:name="GROUP1" edc:nzwidth="1"/>
            <edc:SFRFieldDef edc:cname="GROUP2" edc:desc="" edc:mask="0x1" edc:name="GROUP2" edc:nzwidth="1"/>
            <edc:SFRFieldDef edc:cname="GROUP3" edc:desc="" edc:mask="0x1" edc:name="GROUP3" edc:nzwidth="1"/>
          </edc:SFRMode>
        </edc:SFRModeList>
      </edc:SFRDef>
      <edc:AdjustPoint edc:_addr="0x1F8F8C5C" edc:offset="4"/>
      <edc:SFRDef edc:_addr="0x1F8F8C60" edc:_begin="0x18" edc:_end="0x1c" edc:_modsrc="DOS-EIP-00136_ssx_v1.Module" edc:_refcount="55" edc:access="nnnnnnnnnnnnnnnnnnnnnnr-nnnnn---" edc:cname="SBT3REG1" edc:desc="" edc:impl="0xfffffef8" edc:isindirect="false" edc:isvolatile="true" edc:mclr="0000000000000000000000x-00000---" edc:name="SBT3REG1" edc:nzwidth="32" edc:por="0000000000000000000000x-00000---" ltx:memberofperipheral="">
        <edc:AliasList/>
        <edc:SFRModeList>
          <edc:SFRMode edc:id="DS.0">
            <edc:AdjustPoint edc:offset="3"/>
            <edc:SFRFieldDef edc:cname="SIZE" edc:desc="" edc:mask="0x1f" edc:name="SIZE" edc:nzwidth="5"/>
            <edc:AdjustPoint edc:offset="1"/>
            <edc:SFRFieldDef edc:cname="PRI" edc:desc="" edc:mask="0x1" edc:name="PRI" edc:nzwidth="1"/>
            <edc:SFRFieldDef edc:cname="BASE" edc:desc="" edc:mask="0x3fffff" edc:name="BASE" edc:nzwidth="22"/>
          </edc:SFRMode>
        </edc:SFRModeList>
      </edc:SFRDef>
      <edc:AdjustPoint edc:_addr="0x1F8F8C64" edc:offset="12"/>
      <edc:SFRDef edc:_addr="0x1F8F8C70" edc:_begin="0x1c" edc:_end="0x20" edc:_modsrc="DOS-EIP-00136_ssx_v1.Module" edc:_refcount="56" edc:access="----------------------------nnnn" edc:cname="SBT3RD1" edc:desc="" edc:impl="0xf" edc:isindirect="false" edc:isvolatile="true" edc:mclr="----------------------------1111" edc:name="SBT3RD1" edc:nzwidth="32" edc:por="----------------------------1111" ltx:memberofperipheral="">
        <edc:AliasList/>
        <edc:SFRModeList>
          <edc:SFRMode edc:id="DS.0">
            <edc:SFRFieldDef edc:cname="GROUP0" edc:desc="" edc:mask="0x1" edc:name="GROUP0" edc:nzwidth="1"/>
            <edc:SFRFieldDef edc:cname="GROUP1" edc:desc="" edc:mask="0x1" edc:name="GROUP1" edc:nzwidth="1"/>
            <edc:SFRFieldDef edc:cname="GROUP2" edc:desc="" edc:mask="0x1" edc:name="GROUP2" edc:nzwidth="1"/>
            <edc:SFRFieldDef edc:cname="GROUP3" edc:desc="" edc:mask="0x1" edc:name="GROUP3" edc:nzwidth="1"/>
          </edc:SFRMode>
        </edc:SFRModeList>
      </edc:SFRDef>
      <edc:AdjustPoint edc:_addr="0x1F8F8C74" edc:offset="4"/>
      <edc:SFRDef edc:_addr="0x1F8F8C78" edc:_begin="0x20" edc:_end="0x24" edc:_modsrc="DOS-EIP-00136_ssx_v1.Module" edc:_refcount="57" edc:access="----------------------------nnnn" edc:cname="SBT3WR1" edc:desc="" edc:impl="0xf" edc:isindirect="false" edc:isvolatile="true" edc:mclr="----------------------------1111" edc:name="SBT3WR1" edc:nzwidth="32" edc:por="----------------------------1111" ltx:memberofperipheral="">
        <edc:AliasList/>
        <edc:SFRModeList>
          <edc:SFRMode edc:id="DS.0">
            <edc:SFRFieldDef edc:cname="GROUP0" edc:desc="" edc:mask="0x1" edc:name="GROUP0" edc:nzwidth="1"/>
            <edc:SFRFieldDef edc:cname="GROUP1" edc:desc="" edc:mask="0x1" edc:name="GROUP1" edc:nzwidth="1"/>
            <edc:SFRFieldDef edc:cname="GROUP2" edc:desc="" edc:mask="0x1" edc:name="GROUP2" edc:nzwidth="1"/>
            <edc:SFRFieldDef edc:cname="GROUP3" edc:desc="" edc:mask="0x1" edc:name="GROUP3" edc:nzwidth="1"/>
          </edc:SFRMode>
        </edc:SFRModeList>
      </edc:SFRDef>
      <edc:AdjustPoint edc:_addr="0x1F8F8C7C" edc:offset="4"/>
      <edc:SFRDef edc:_addr="0x1F8F8C80" edc:_begin="0x18" edc:_end="0x1c" edc:_modsrc="DOS-EIP-00136_ssx_v1.Module" edc:_refcount="58" edc:access="nnnnnnnnnnnnnnnnnnnnnnr-nnnnn---" edc:cname="SBT3REG2" edc:desc="" edc:impl="0xfffffef8" edc:isindirect="false" edc:isvolatile="true" edc:mclr="0000000000000000000000x-00000---" edc:name="SBT3REG2" edc:nzwidth="32" edc:por="0000000000000000000000x-00000---" ltx:memberofperipheral="">
        <edc:AliasList/>
        <edc:SFRModeList>
          <edc:SFRMode edc:id="DS.0">
            <edc:AdjustPoint edc:offset="3"/>
            <edc:SFRFieldDef edc:cname="SIZE" edc:desc="" edc:mask="0x1f" edc:name="SIZE" edc:nzwidth="5"/>
            <edc:AdjustPoint edc:offset="1"/>
            <edc:SFRFieldDef edc:cname="PRI" edc:desc="" edc:mask="0x1" edc:name="PRI" edc:nzwidth="1"/>
            <edc:SFRFieldDef edc:cname="BASE" edc:desc="" edc:mask="0x3fffff" edc:name="BASE" edc:nzwidth="22"/>
          </edc:SFRMode>
        </edc:SFRModeList>
      </edc:SFRDef>
      <edc:AdjustPoint edc:_addr="0x1F8F8C84" edc:offset="12"/>
      <edc:SFRDef edc:_addr="0x1F8F8C90" edc:_begin="0x1c" edc:_end="0x20" edc:_modsrc="DOS-EIP-00136_ssx_v1.Module" edc:_refcount="59" edc:access="----------------------------nnnn" edc:cname="SBT3RD2" edc:desc="" edc:impl="0xf" edc:isindirect="false" edc:isvolatile="true" edc:mclr="----------------------------1111" edc:name="SBT3RD2" edc:nzwidth="32" edc:por="----------------------------1111" ltx:memberofperipheral="">
        <edc:AliasList/>
        <edc:SFRModeList>
          <edc:SFRMode edc:id="DS.0">
            <edc:SFRFieldDef edc:cname="GROUP0" edc:desc="" edc:mask="0x1" edc:name="GROUP0" edc:nzwidth="1"/>
            <edc:SFRFieldDef edc:cname="GROUP1" edc:desc="" edc:mask="0x1" edc:name="GROUP1" edc:nzwidth="1"/>
            <edc:SFRFieldDef edc:cname="GROUP2" edc:desc="" edc:mask="0x1" edc:name="GROUP2" edc:nzwidth="1"/>
            <edc:SFRFieldDef edc:cname="GROUP3" edc:desc="" edc:mask="0x1" edc:name="GROUP3" edc:nzwidth="1"/>
          </edc:SFRMode>
        </edc:SFRModeList>
      </edc:SFRDef>
      <edc:AdjustPoint edc:_addr="0x1F8F8C94" edc:offset="4"/>
      <edc:SFRDef edc:_addr="0x1F8F8C98" edc:_begin="0x20" edc:_end="0x24" edc:_modsrc="DOS-EIP-00136_ssx_v1.Module" edc:_refcount="60" edc:access="----------------------------nnnn" edc:cname="SBT3WR2" edc:desc="" edc:impl="0xf" edc:isindirect="false" edc:isvolatile="true" edc:mclr="----------------------------1111" edc:name="SBT3WR2" edc:nzwidth="32" edc:por="----------------------------1111" ltx:memberofperipheral="">
        <edc:AliasList/>
        <edc:SFRModeList>
          <edc:SFRMode edc:id="DS.0">
            <edc:SFRFieldDef edc:cname="GROUP0" edc:desc="" edc:mask="0x1" edc:name="GROUP0" edc:nzwidth="1"/>
            <edc:SFRFieldDef edc:cname="GROUP1" edc:desc="" edc:mask="0x1" edc:name="GROUP1" edc:nzwidth="1"/>
            <edc:SFRFieldDef edc:cname="GROUP2" edc:desc="" edc:mask="0x1" edc:name="GROUP2" edc:nzwidth="1"/>
            <edc:SFRFieldDef edc:cname="GROUP3" edc:desc="" edc:mask="0x1" edc:name="GROUP3" edc:nzwidth="1"/>
          </edc:SFRMode>
        </edc:SFRModeList>
      </edc:SFRDef>
      <edc:AdjustPoint edc:_addr="0x1F8F8C9C" edc:offset="900"/>
      <edc:SFRDef edc:_addr="0x1F8F9020" edc:_begin="0x4" edc:_end="0x10" edc:_modsrc="DOS-EIP-00136_ssx_v1.Module" edc:_refcount="61" edc:access="C---CCCC--------rrrrrrrrrrrr-rrr" edc:cname="SBT4ELOG1" edc:desc="" edc:impl="0x8f00fff7" edc:isindirect="false" edc:isvolatile="true" edc:mclr="0---0000--------000000000000-000" edc:name="SBT4ELOG1" edc:nzwidth="32" edc:por="0---0000--------000000000000-000" ltx:memberofperipheral="">
        <edc:AliasList/>
        <edc:SFRModeList>
          <edc:SFRMode edc:id="DS.0">
            <edc:SFRFieldDef edc:cname="CMD" edc:desc="" edc:mask="0x7" edc:name="CMD" edc:nzwidth="3"/>
            <edc:AdjustPoint edc:offset="1"/>
            <edc:SFRFieldDef edc:cname="REGION" edc:desc="" edc:mask="0xf" edc:name="REGION" edc:nzwidth="4"/>
            <edc:SFRFieldDef edc:cname="INITID" edc:desc="" edc:mask="0xff" edc:name="INITID" edc:nzwidth="8"/>
            <edc:AdjustPoint edc:offset="8"/>
            <edc:SFRFieldDef edc:cname="CODE" edc:desc="" edc:mask="0xf" edc:name="CODE" edc:nzwidth="4"/>
            <edc:AdjustPoint edc:offset="3"/>
            <edc:SFRFieldDef edc:cname="MULTI" edc:desc="" edc:mask="0x1" edc:name="MULTI" edc:nzwidth="1"/>
          </edc:SFRMode>
        </edc:SFRModeList>
      </edc:SFRDef>
      <edc:SFRDef edc:_addr="0x1F8F9024" edc:_begin="0x4" edc:_end="0x10" edc:_modsrc="DOS-EIP-00136_ssx_v1.Module" edc:_refcount="61" edc:access="------------------------------rr" edc:cname="SBT4ELOG2" edc:desc="" edc:impl="0x3" edc:isindirect="false" edc:isvolatile="true" edc:mclr="------------------------------00" edc:name="SBT4ELOG2" edc:nzwidth="32" edc:por="------------------------------00" ltx:memberofperipheral="">
        <edc:AliasList/>
        <edc:SFRModeList>
          <edc:SFRMode edc:id="DS.0">
            <edc:SFRFieldDef edc:cname="GROUP" edc:desc="" edc:mask="0x3" edc:name="GROUP" edc:nzwidth="2"/>
          </edc:SFRMode>
        </edc:SFRModeList>
      </edc:SFRDef>
